/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%@ (%@)：连接提醒";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) 设置";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ 有一则新信息";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ 已在你的本地联系人列表里但没在服务器列表里。你要添加这联系人到服务器列表里吗？";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; 双击进行注册。";

/* No comment provided by engineer. */
"(unknown)" = "(未知)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<新账号>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc 命令; 双击执行";

/* No comment provided by engineer. */
"Add" = "添加";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium：提醒";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium 不能验证\"%@\"的身份。";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = " Adium 无法在用户概况里找到任何信息。这可能不是一个已注册的名称。";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium 提醒：%@";

/* No comment provided by engineer. */
"Adium User" = "Adium 用户";

/* Button title to allow an action */
"Allow" = "同意";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "同意使用 MSN 移动传呼？";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "发送该文件时发生了一个错误。";

/* No comment provided by engineer. */
"Authenticating" = "正在确认批准";

/* Connection step */
"Balancer handshake" = "权衡握手";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "屏蔽";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "取消到 %@ 的现有通告";

/* Category table column header for the service discovery browser */
"Category" = "分类";

/* Menu item title for changing the password of an account */
"Change Password" = "更改密码";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "会议服务；双击加入";

/* Button title to connect; this is a verb */
"Connect" = "连接";

/* Connection step */
"Connected" = "已连接";

/* No comment provided by engineer. */
"Connecting" = "正在连接";

/* No comment provided by engineer. */
"Connection error." = "连接错误。";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "%@ 的联系人列表同步错误信息";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete & Unregister" = "删除并移去注册";

/* No comment provided by engineer. */
"Delete Account" = "删除账号";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "要删除账号 %@? 可能的话，你也可以可选地在服务器上移去注册。";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "目录服务；双击进行搜索";

/* Button title to prevent an action */
"Disallow" = "不接受";

/* No comment provided by engineer. */
"Discovery Browser" = "侦测浏览器";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "你要接受或不接受好友列表上的人们发送 MSN 移动传呼到你的移动电话或其它移动设备上吗？";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "正在变换 key hash";

/* No comment provided by engineer. */
"Fetching..." = "正在获取...";

/* No comment provided by engineer. */
"File Send Error" = "文件发送错误";

/* Generic fields request window title */
"Form" = "来自";

/* No comment provided by engineer. */
"From: " = "来自：";

/* No comment provided by engineer. */
"GG Number" = "GG 号码";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "已添加联系人的分组";
"Incorrect username or password" = "不正确的用户名或密码";

/* No comment provided by engineer. */
"Info" = "信息";

/* No comment provided by engineer. */
"Initializing Stream" = "正在初始化流文件";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "开始与 %@ 的多用户聊天";

/* No comment provided by engineer. */
"Invite" = "邀请";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "启动 %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "让他人知道我在听什么";
"Looking up server" = "正在查找服务器";

/* user mood tooltip title */
"Mood" = "表情";

/* Name table column header for the service discovery browser */
"Name" = "姓名";

/* No comment provided by engineer. */
"New Mail" = "新邮件";

/* Sample name and server for new IRC accounts */
"nickname" = "昵称";

/* Name for IRC user names */
"Nickname" = "昵称";

/* No comment provided by engineer. */
"No reason was given." = "没有给予原因。";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "没有服务器配置给 %1$@ 的账号 %2$@。请在下面输入一个以便连接。";

/* No comment provided by engineer. */
"No Server Specified" = "没有指定的服务器";

/* No comment provided by engineer. */
"Node:" = "节点：";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "仅在接受请求并将联系人添加到列表时。";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "在浏览器上打开邮件";

/* Name for the orphans group */
"Orphans" = "搁置";

/* No comment provided by engineer. */
"Parse Error." = "语法错误。";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "在线时的优先级";
"Priority when away" = "离开时的优先级";
"Re-request Authorization from %@" = "重新请求来自 %@ 的批准";

/* Connection step */
"Reading data" = "正在读取数据";

/* Connection step */
"Reading server key" = "正在读取服务器数值";

/* No comment provided by engineer. */
"Really remove gateway?" = "真的要移去网关？";

/* alert default button */
"Remove" = "移去";

/* gateway menu item */
"Remove gateway" = "移去网关";

/* Roster - the Jabber default group */
"Resource" = "资源";
"Roster" = "名单";

/* No comment provided by engineer. */
"Search for Users" = "搜索用户";

/* No comment provided by engineer. */
"Search Results" = "搜索结果";

/* No comment provided by engineer. */
"Send" = "发送";

/* No comment provided by engineer. */
"Send Message" = "发送信息";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "服务侦测浏览器";

/* No comment provided by engineer. */
"Service:" = "服务：";

/* No comment provided by engineer. */
"Set Mood" = "设置心情";

/* No comment provided by engineer. */
"Set Nickname" = "设置昵称";

/* No comment provided by engineer. */
"Set User Info" = "设置用户信息";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "设置你的友善名称。";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "设置你的家庭电话号码。";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "设置你的移动电话号码。";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "设置你的工作电话号码。";

/* No comment provided by engineer. */
"Show Server Certificate" = "显示服务器验证";

/* No comment provided by engineer. */
"Subject: " = "主题：";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "暂时从 %@ 隐藏";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "服务器 %@ 的证书是不被信任的，这意味着服务器的身份不能被自动验证。你想要继续连接吗？\n\n要获取更多信息，单击“显示证书”。";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "你输入的名称没被注册。检查你的输入是否正确。";

/* No comment provided by engineer. */
"The other user is in your deny list." = "在你拒绝列表中的另一位用户。";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "另一位用户目前暂时无法联络。";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "这是其它 MSN 好友将看到的你的名称。";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "该节点不提供任何可以进入这程序的服务。";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "该节点提供 ad-hoc 命令。打开上下文子菜单访问它们。";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "这操作将移去网关 %@ 本身和联系人列表上所有属于这网关的联系人。这动作不能被还原。";

/* user tune tooltip title */
"Tune" = "调整";

/* No comment provided by engineer. */
"Un-hide From %@" = "取消隐藏从 %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "不能分析服务器 %@ 上的语法。请稍后请尝试。";

/* No comment provided by engineer. */
"Unsubscribe %@" = "取消订阅 %@";

/* Sample name and server for new livejournal accounts */
"username" = "用户名";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "用户名@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "验证证书";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "显示 %1$@'s %2$@ 的网络概况";

/* No comment provided by engineer. */
"Voice" = "语音";

/* No comment provided by engineer. */
"Waiting for Response" = "正在等待回应";

/* No comment provided by engineer. */
"Warning level is too high." = "警告级别太高。";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "当有人请求查看我的状态时";
"XML Console" = "XML 控制台";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "你在短时间内发送信息的频率太高；请稍后再试一次。";

/* No comment provided by engineer. */
"You have 1 new message." = "你有 1 则新信息。";

/* No comment provided by engineer. */
"You have mail!\n" = "你有新邮件！";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "你给 %@ 的信息未能发送";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "你的信息已被另一位用户拒绝。";

/* No comment provided by engineer. */
"Your message was too big." = "你的信息太长。";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(可选)";
"Accept" = "接受";
"Accept and Add To List" = "接受并加入列表";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "询问怎么做";
"Authorization Domain:" = "批准域：";
"Authorization User:" = "批准用户：";
"Available Priority:" = "可用优先级：";
"Away Priority:" = "离开优先级：";
"BOSH Server:" = "BOSH 服务器：";
"Chat Room Name:" = "聊天室名称：";
"Connect Server:" = "连接服务器：";
"Connection:" = "连接：";
"Deny" = "拒绝";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "在这里输入你的 XMPP 服务器地址：";
"Encoding:" = "编码：";
"Encrypt connection using SSL" = "使用 SSL 加密连接";
"Execute commands on connect:" = "执行连接命令：";
"File Transfer Proxies:" = "文件传输协议：";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "处理：";
"Hostname:" = "主机名：";
"Invite Contacts:" = "邀请联系人：";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "邮件：";
"Music:" = "音乐：";
"Password:" = "密码：";
"Presence Subscriptions:" = "现有订阅：";
"Publish Status to Everyone" = "发布状态 (注意： 任何人都能看到你)";
"Realname:" = "真实姓名：";
"Register New Account" = "Register New Account";
"Registering…" = "正在注册...";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "来源：";
"Security:" = "安全：";
"Server Name" = "Server Name";
"Server:" = "服务器：";
"Use SIP proxy:" = "使用 SIP 代理：";
"Use UDP" = "使用 UDP";
"Username (Ident):" = "用户名 (身份):";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "使用信息：";

/* Machine-translated for the arm64 revival */
"Channel:" = "频道：";
"Dismiss" = "忽略";
"Don't download" = "不下载";
"Don't show channel posts as messages" = "不将频道帖子显示为信息";
"Don't show status updates as messages" = "不将状态更新显示为信息";
"Full resolution" = "完整分辨率";
"Logon QR Code" = "登录二维码";
"Phone Number" = "电话号码";
"Please enter pairing code or scan the QR code" = "请输入配对码或扫描二维码";
"Profile pictures:" = "个人资料图片：";
"Read" = "已读";
"Separate contacts’ names with commas." = "以逗号分隔联系人的名称。";
"Small (preview)" = "小 (预览)";
"This contact is calling you. Adium does not support WhatsApp calls." = "该联系人正在呼叫你。Adium 不支持 WhatsApp 通话。";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "该联系人正在尝试呼叫你。Adium 不支持 WhatsApp 通话。";
"and add to list in group:" = "并在群组里加入列表：";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ 有 %lu 则新信息。";
"...add to list in group:" = "...并在群组里加入列表：";
"Display custom emoticons" = "显示自定表情符号";
"Emoticons:" = "表情符号：";
"Encryption:" = "加密：";
"Let others know when you are typing" = "当你正在键入文字时让其他人知道";
"One per line, / is optional. $me will be replaced with your current nickname." = "每行一条，/ 可选。$me 将被替换为你当前的昵称。";
"or select a public server from the list:" = "或从列表中选择一个公共服务器：";
"Port:" = "端口：";
"Status:" = "状态：";
"Typing:" = "键入时：";
"You have %lu new messages." = "你有 %lu 则新信息。";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "%@ 上的 Adium";

/* No comment provided by engineer. */
"Server" = "服务器";

/* No comment provided by engineer. */
"Port" = "端口";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "账号名称";

/* No comment provided by engineer. */
"Execute commands on connect" = "连接时执行命令";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "每行一条，不带开头的斜杠。";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "个人资料图片质量";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "原图";

/* WhatsApp profile picture quality: the small version */
"Preview" = "预览";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "不加载";
